name: "worker3"
platform: "pytorch_libtorch"
input [
  {
    name: "input__0"
    data_type: TYPE_INT32
    dims: [ 4, 256 ]
  },
  {
    name: "input__1"
    data_type: TYPE_INT32
    dims: [ 4, 256 ]
  }
]
output [
  {
    name: "output__0"
    data_type: TYPE_FP32
    dims: [ 4, 256, 768 ]
  }
]
instance_group [
  {
    count: 1
    kind: KIND_GPU
  }
]


